    <?xml version="1.0" encoding="UTF-8"?>
    <!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
    <plist version="1.0">
    <dict>
        <key>PayloadContent</key>
    	<array>
    		<dict>
    			<key>EmailAccountDescription</key>
    			<string>nausch.org</string>
    			<key>EmailAccountName</key>
    			<string></string>
    			<key>EmailAccountType</key>
    			<string>EmailTypeIMAP</string>
    			<key>EmailAddress</key>
    			<string></string>
    			<key>IncomingMailServerAuthentication</key>
    			<string>EmailAuthPassword</string>
    			<key>IncomingMailServerHostName</key>
    			<string>imap.nausch.org</string>
    			<key>IncomingMailServerPortNumber</key>
    			<integer>993</integer>
    			<key>IncomingMailServerUseSSL</key>
    			<true/>
    			<key>IncomingMailServerUsername</key>
    			<string></string>
    			<key>IncomingPassword</key>
    			<string></string>
    			<key>OutgoingMailServerAuthentication</key>
    			<string>EmailAuthPassword</string>
    			<key>OutgoingMailServerHostName</key>
    			<string>mx01.nausch.org</string>
    			<key>OutgoingMailServerPortNumber</key>
    			<integer>587</integer>
    			<key>OutgoingMailServerUseSSL</key>
    			<true/>
    			<key>OutgoingMailServerUsername</key>
    			<string></string>
    			<key>OutgoingPasswordSameAsIncomingPassword</key>
    			<true/>
    			<key>PayloadDescription</key>
    			<string>Configures email account.</string>
    			<key>PayloadDisplayName</key>
    			<string>nausch.org</string>
    			<key>PayloadIdentifier</key>
    			<string>nausch.org.email</string>
    			<key>PayloadOrganization</key>
    			<string>test</string>
    			<key>PayloadType</key>
    			<string>com.apple.mail.managed</string>
    			<key>PayloadUUID</key>
    			<string>A5115AD5-3A86-4C4F-B964-576A757409AB</string>
    			<key>PayloadVersion</key>
    			<integer>1</integer>
    			<key>PreventAppSheet</key>
    			<true/>
    			<key>PreventMove</key>
    			<false/>
    			<key>SMIMEEnabled</key>
    			<false/>
    			<key>disableMailRecentsSyncing</key>
    			<false/>
    		</dict>
    	</array>
    	<key>PayloadDescription</key>
    	<string>Profilbeschreibung.</string>
    	<key>PayloadDisplayName</key>
    	<string>nausch.org</string>
    	<key>PayloadIdentifier</key>
    	<string>nausch.org</string>
    	<key>PayloadOrganization</key>
    	<string>nausch.org</string>
    	<key>PayloadRemovalDisallowed</key>
    	<false/>
    	<key>PayloadType</key>
    	<string>Configuration</string>
    	<key>PayloadUUID</key>
    	<string>E99CC7F7-6E38-4A1D-97DC-232143F67BC1</string>
    	<key>PayloadVersion</key>
    	<integer>1</integer>
    </dict>
    </plist>

