    <?xml version="1.0" encoding="UTF-8"?>
    <!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
    <plist version="1.0">
    <dict>
        <key>PayloadContent</key>
    	<array>
    		<dict>
    			<key>EmailAccountDescription</key>
                <string>{{ .Domain }}</string>
    			<key>EmailAccountName</key>
                <string>{{ .EMail }}</string>
    			<key>EmailAccountType</key>
    			<string>EmailTypeIMAP</string>
    			<key>EmailAddress</key>
                <string></string>
    			<key>IncomingMailServerAuthentication</key>
    			<string>EmailAuthPassword</string>
    			<key>IncomingMailServerHostName</key>
                <string>{{ .Incoming.Host }}</string>
    			<key>IncomingMailServerPortNumber</key>
                <integer>{{ .Incoming.Port }}</integer>
    			<key>IncomingMailServerUseSSL</key>
    			<true/>
    			<key>IncomingMailServerUsername</key>
                <string>{{ .Incoming.Username }}</string>
    			<key>IncomingPassword</key>
    			<string></string>
    			<key>OutgoingMailServerAuthentication</key>
    			<string>EmailAuthPassword</string>
    			<key>OutgoingMailServerHostName</key>
                <string>{{ .Outgoing.Host }}</string>
    			<key>OutgoingMailServerPortNumber</key>
                <integer>{{ .Outgoing.Port }}</integer>
    			<key>OutgoingMailServerUseSSL</key>
    			<true/>
    			<key>OutgoingMailServerUsername</key>
                <string>{{ .Outgoing.Username }}</string>
    			<key>OutgoingPasswordSameAsIncomingPassword</key>
    			<true/>
    			<key>PayloadDescription</key>
    			<string>Configures email account.</string>
    			<key>PayloadDisplayName</key>
                <string>{{ .Domain }}</string>
    			<key>PayloadIdentifier</key>
    			<string>g.email</string>
    			<key>PayloadOrganization</key>
                <string>{{ .General.Organization }}</string>
    			<key>PayloadType</key>
    			<string>com.apple.mail.managed</string>
    			<key>PayloadUUID</key>
    			<string>A5115AD5-3A86-4C4F-B964-576A757409AB</string>
    			<key>PayloadVersion</key>
    			<integer>1</integer>
    			<key>PreventAppSheet</key>
    			<true/>
    			<key>PreventMove</key>
    			<false/>
    			<key>SMIMEEnabled</key>
    			<false/>
    			<key>disableMailRecentsSyncing</key>
    			<false/>
    		</dict>
    	</array>
    	<key>PayloadDescription</key>
    	<string>Profilbeschreibung.</string>
    	<key>PayloadDisplayName</key>
    	<string>nausch.org</string>
    	<key>PayloadIdentifier</key>
    	<string>nausch.org</string>
    	<key>PayloadOrganization</key>
    	<string>nausch.org</string>
    	<key>PayloadRemovalDisallowed</key>
    	<false/>
    	<key>PayloadType</key>
    	<string>Configuration</string>
    	<key>PayloadUUID</key>
    	<string>E99CC7F7-6E38-4A1D-97DC-232143F67BC1</string>
    	<key>PayloadVersion</key>
    	<integer>1</integer>
    </dict>
    </plist>

